{
  "doi": "10.1007/s12012-014-9274-y",
  "full_text": "CardiovascToxicol\nDOI10.1007/s12012-014-9274-y\nTorsades de Pointes Induced by the Concomitant Use\nof Ivabradine and Azithromycin: An Unexpected Dangerous\nInteraction\nGiuseppe Cocco • Paul Jerie\n(cid:2)SpringerScience+BusinessMediaNewYork2014\nAbstract A 68-year-old man had a cardiac syncope. He Since 4 years, the patient complained of paroxysmal\nwasknowntohavealongQT-intervalandwastreatedwith long-lasting palpitations, especially when jogging. He had\nivabradine for paroxysmal sinusal tachycardia. In the last never fainted. Cardiac anatomy and function were normal.\n5 days, azithromycin had been prescribed for sinusitis. An Two 1-week dynamic-ECGs had detected a symptomatic,\nelectrocardiogram showed torsades de pointes (TdP). mostly exertional, sinusal tachycardia (up to 160 beats/\nAzithromycin is known to prolong the QT-interval. Ivabr- min) with normal PR-value and a narrow QRS-morphol-\nadine does notaffect the QT-interval but has a conditional ogy; there was no evidence for preexcitation or re-entry\nrisk of TdP when taken with other drugs that block its arrhythmias; rare (\\1 %), isolated, supraventricular and\nmetabolic breakdown. This case presents the specific ventricularprematurebeatsweredocumented.AlongQTc\nproblem of a patient with long QT who received two was confirmed (between 490 and 560 ms), and the maxi-\nmedications, which may interact and prolong the QT. mal value was recorded at night during the sleep. The\nsinusal tachycardia was considered to be related to the\nKeywords Pharmacodynamic toxicity (cid:2) Torsades de known bronchial hyperreagibility. A therapy with the car-\npointes (cid:2) Azithromycin (cid:2) Ivabradine (cid:2) Proarrhythmic effect dio-selective b-blocker bisoprololo was discontinued\nbecauseofanasthmaticreaction.Atherapywithdiltiazem\nwasalsodiscontinuedbecauseoffatigueandanklesedema.\nClinical Case The patient was treated with ivabradine 7.5 mg b.i.d. The\ndrug was reasonably effective and well tolerated. In the\nWe follow a 68-year-old man who recently had a cardiac 5 days preceding the syncope, his family physician had\nsyncope. Occasional bronchial hyperreactivity was known prescribed azithromycin for acute sinusitis. The syncope\nsince childhood and was treated with salbutamol spray on occurred without warning symptoms while the patient was\nneed. When hewas18year old, duringamedicalcheckup walkinginthegarden.Thepatienthadnotusedsalbutamol\nfor the military service, in his ECG, a long corrected QT- in the preceding days. An ECG (Fig. 1) was recorded\ninterval(QTc)wasfound.TheQTcfluctuatedbetween490 30 min later and detected ventricular torsades de pointes\nand 560 ms. The patient was asymptomatic and refused (TdP). The patient was hospitalized. The pulmonary\ngenetic testing. An accurate family history did not detect functionwasnormal,andthearterialO -concentrationwas\n2\ncases of either severe arrhythmias or sudden death. The 98 % while he was breathing room air. Hematology,\npatient didnotsmoke,hadneverusedillicitdrugs andhad hepatic, renal function and serum electrolytes (Na?, K?,\na normal body weight. He jogged and had agood physical Ca?? and Cl-) were normal. An infusion of magnesium\nwork capacity. sulfate was started, the TdP disappeared and the recovery\nwasuneventful.Duringthefollow-up,thepatientremained\nasymptomatic. An ECG (Fig. 2) shows the known long\nG.Cocco(&)(cid:2)P.Jerie\nQTc. The therapy with ivabradine was continued but the\nCardiologyOffice,Postfach119,Marktgasse10A,\npatientwasinstructedtoavoidazithromycinandreceiveda\n4310Rheinfelden,Switzerland\ne-mail:praxis@cocco.ch list of drugs, which are known to prolong the QT-interval\n123\nCardiovascToxicol\nDiscussion\nIn recent years, many ‘‘old’’ drugs had to include ‘‘black\nbox’’ warning because of proarrhythmic effects [2, 3].\nCardiac diseases and the cardiovascular side effects of\ndrugs are essentially multifactorial problems involving\ninteractions between many proteins, dependent on highly\norganized cell, tissue and organ structures. This is one\nreason why the cardiovascular side effects of medications\nare often unanticipated. Since 2005, new drugs have to\nundergoa‘‘thoroughQTstudy’’(TQT)[4].However,even\nTQTstudiesmayfailtodetectproarrhythmiceffectsbefore\nmedications are used in clinical practice. Drug-induced\nprolongation of the QTc is a relevant adverse event espe-\ncially in patients with several cardiovascular conditions\nand often under polytherapy. Some drugs are particularly\nimportant because interactions with frequently used medi-\ncations can increase the risk of TdP. One interaction\ninvolves the co-prescription of a medication that prolongs\nthe QTc with another one that increases the plasma con-\ncentration of the first drug (pharmacokinetic interaction).\nAnother interaction involves the co-administration of\nmedications, each with prolonging effects on the QTc\n(pharmacodynamic interaction). Estimating the risk of\ntheseinteractionsisdifficult.Mostofwhatisknownabout\ndrug-induced QTc prolongation derives from reports.\nIt is known that the macrolide antibiotic azithromycin\nmay prolong the QT [5]. Thus, one might assume that in\nthis patient with preexisting long QTc, azithromycin\ninduced TdP and ivabradine was an innocent bystander.\nIvabradine is a selective If-inhibitor and thus reduces\nFig.1 ECG recorded 30min. after the syncope, showing TdP. The\npaperspeedis25mm/s,andtheamplitudeis10mm/mV.Theheart heartrateinpatientswhoareinsinusrhythm.Itwasfound\nrate is [150/min, and one recognizes the typical aspect of the that,byreducingheartrate,ivabradineexpectedlyprolongs\nventricularTdP the QT-interval, but after appropriate correction for heart\nrate, it lacks a significant effect on ventricular repolariza-\ntion [6]. From the known pharmacology, for obvious rea-\nandpredisposetotheriskofTdP.Tillnow,theTdPdidnot sons,ivabradineshouldnotbeco-administeredwithdrugs,\nrecur. whichhaveknownrate-loweringorQT-prolongingeffects,\nbutitwasassumedthatthedrughasnodirecttorsadogenic\npotential. However, there are no absolutes and, as Bernard\nShaw wrote ‘‘The golden rule is that there is no golden\nQT-interval rule.’’ After oral administration, the hepatic clearance of\nivabradineaccountsfor80 %ofitstotalclearance,andthe\nThe best method to measure the QTc-interval is not yet other20 %isclearedthroughthekidneys;the cytochrome\nestablished. Despite Simonson’s warning in 1961 that Ba- P450 3A4 (CYP3A4) isoform is mainly involved in its\nzett’s QT correction formula could not be recommended, metabolism[7,8],andnumerouspotentialinteractionscan\nthis formula is still the most popular, even if it seems that arise with CYP3A4 inhibitors and inducers. Indeed,\nother formulas, such as the Fridericia’s formula, should be recentlyivabradinehasbeenaddedtothelistofmedicines\nmore accurate [1]. In the ECG shown in Fig. 2, the QTc with conditional risk of TdP because there is substantial\nwas:532 msaccordingtothesoftware(MarquetteHellige, evidence that it is associated with TdP when taken with\nCardioSys V6.73); 549 ms with the Bazett’s formula; and other drugs that block its metabolic breakdown [9].\n524 ms with the Fridericia’s formula. With any formula, Inthispatient, atriskbecauseofapreexistinglongQT,\nthe patient’s QT is long (between 524 and 549 ms). ivabradine did not induce severe bradycardia and did not\n123\nCardiovascToxicol\nFig.2 ECG with a long corrected QT-Interval. 68-year-old male short (122 ms), but there is no evidence for pre-excitation. The\npatient.ThelongQTchadbeenknownsincemorethan20yearsand software(MarquetteHellige,CardioSysV6.73)offersaQTc-interval\nfluctuatesbetween490and560ms.ThisECGisrecordedwhileheis of532ms.UsingtheBazett’sformthevalueis549ms,andusingthe\ntreated with ivabradine. The paper speed is 25mm/s, and the Fridericia’s formula, it is 524ms. Whatever the formula used, the\namplitude is 10mm/mV. It is of some note that his PR war rather QTc-intervalisabnormallylong(524–549ms)\naffect the QTc. However, when azithromycin was co- 3. Liu,B.A.,&Juurlink,D.N.(2004).Drugs andtheQT interval.\nadministered,TdPandsyncoperesulted.Thiscasepresents Caveat doctor. New England Journal of Medicine, 351,\n1053–1056.\nthespecificproblemofapatientwithlongQTwiththeco-\n4. International conference on Harmonisation. (2005). Guidance on\nprescriptionoftwodrugs,whichmayinterfereandprolong E14 clinical evaluation of QT/QTc interval prolongation and\nthe QT. It is at present unlikely to fully understand why proarrhythmic potential for non-antiarrhythmic drugs (Vol. 70,\nivabradine has a dangerous additive potential, when co- pp.61134–61135).Availability.Notice.FedRegist.\n5. http://drugs.com/azithromycin.html.\nadministeredwithothermedicationswhichaffecttheQTc.\n6. CargnoniA.,CeconiC.,StavroulaG.,FerrariR.(2006).Heartrate\nWhatever the explanation we find for the unexpected slowingbyifcurrentinhibition.InJ.Camm&M.Tendera(Eds.),\ninteraction, the side-effect had life-threatening effects on Advances in Cardiology (Vol. 43, pp. 31–44). Basel: Karger.\nthe involved patient. doi:10.1159/000095404.\n7. Vlase, L., Popa, A., Neag, M., Muntean, D., & Leucuta, S. E.\n(2010). Pharmacokinetic interactions study between ivabradine\nwithfluoxetineormetronidazoleinhealthyvolunteers.Farmacia,\n58,471–477.\nReferences 8. Portoles, A., Terleira, A., & Calvo, A. (2006). Effects of\nhypericumperforatumonivabradine pharmacokineticsinhealthy\nvolunteers: An open-label, pharmacokinetic interaction clinical\n1. Luo,S.,Michler,K.,Johnston,P.,&Macfarlane,P.W.(2004).A\ntrial.JournalofClinicalPharmacology,46,1188–1194.\ncomparisonofcommonlyusedQTcorrectionformulae:Theeffect\n9. https://crediblemeds.org/blog/nelfinavir-and-ivabradine-added-\nofheartrateontheQTcofnormalECGs.JournalofElectrocar-\nlist-drugs-avoid/.\ndiology,37,81–90.doi:10.1016/j.jelectrocard.2004.08.030.\n2. www.torsades.org.\n123",
  "source": "sci-hub",
  "retrieved_at": "2025-01-05T18:51:12Z"
}