{
  "doi": "10.1016/j.amjcard.2014.08.035",
  "full_text": "Relation Between Coronary Arterial Dominance and Left\nVentricular Ejection Fraction After ST-Segment Elevation\nAcute Myocardial Infarction in Patients Having Percutaneous\nCoronary Intervention\nCaroline E. Veltman, MDa,b, Georgette E. Hoogslag, MSca, Rohit K. Kharbanda, MSca,\nMichiel A. de Graaf, MSca, Erik W. van Zwet, PhDc, Bas L. van der Hoeven, PhD, MDa,\nVictoria Delgado, PhD, MDa, Jeroen J. Bax, PhD, MDa, and Arthur J.H.A. Scholte, PhD, MDa,*\nThe presence of a left dominant coronary artery system is associated with worse outcome\nafterST-segmentelevationmyocardialinfarction(STEMI)comparedwithrightdominance\nor a balanced coronary artery system. However, the association between coronary arterial\ndominance and left ventricular (LV) function at follow-up after STEMI is unclear. The\npresent study aimed at evaluating the relation between coronary arterial dominance and\nLV ejection fraction (LVEF) shortly after STEMI and at 12-month follow-up. A total of\n741 patients with STEMI (mean age 60 – 11 years and 77% men) were evaluated with\n2-dimentional echocardiography within 48 hours of admission (baseline) and at 12-month\nfollow-up after STEMI. Coronary arterial dominance was assessed on the angiographic\nimages obtained during primary percutaneous coronary intervention. A right, left, and\nbalanced dominant coronary artery system was noted in 640 (86%), 58 (8%), and 43 (6%)\npatients, respectively. At baseline, significant difference in LV function was observed, with\nslightly lower LVEF in patients with a left dominant coronary artery system (LVEF 45 –\n8% vs 48 – 9% and 50 – 9%, for left dominant, right dominant, and balanced coronary\narterysystemrespectively,p[0.03).However,at12-monthfollow-upnodifferencesinLV\nfunction or volumes were observed among the different coronary arterial dominance\ngroups. In conclusion, patients with a left dominant coronary artery system had lower\nLVEF early after STEMI. At 12-month follow-up, differences in LVEF were no longer\npresentamongthedifferentcoronaryarterialdominancegroups. (cid:1)2014ElsevierInc.All\nrights reserved. (Am J Cardiol 2014;114:1646e1650)\nLeftventricular(LV)systolicdysfunctionandremodeling dominanceandLVfunctionshortlyaftertheindexinfarction\nhave been strongly associated with short- and long-term andat12-monthfollow-up.\noutcomesofpatientswithST-segmentelevationmyocardial\ninfarction (STEMI) undergoing primary percutaneous coro-\nnary intervention (PCI).1,2 Independent correlates of LV Methods\nsystolic dysfunction and remodeling after STEMI include\nThe present study population includes patients from an\ninfarct size, heart rate, and severity of coronary artery dis-\nease.3e6\nThe effect of coronary arterial dominance on LV\noriginal cohort of patients with STEMI previously pub-\nlished.8 From 1,131 patients with a first STEMI who were\ndysfunction and remodeling at follow-up is unclear. A left\ndominantsystem,definedbytheposteriordescendingartery admitted at the Leiden University Medical Center (Leiden,\n(PDA)risingfromtheleftcircumflex(LCx)artery,increases The Netherlands) from 2004 to 2008, 741 patients with\ncompleted echocardiographic examination at baseline\nby approximately 13% the odds in all-cause mortality after\n(within 48 hours of admission) and at 12-month follow-up\nPCI.7Toobtainmoreinsightintotherelationbetweencoro-\nwere included in the analysis (Figure 1).\nnary arterial dominance and LV function, the present study\nThediagnosisofSTEMIwasdefinedbasedoncriteriaof\naimed at evaluating the relation between coronary arterial\ntypicalchestpain,elevatedcardiacenzymelevels,andtypical\nchangesontheelectrocardiogram.9Allpatientsweretreated\naccording to the institutional STEMI protocol,10 which in-\nDepartments of aCardiology and cBiomedical Statistics, Leiden cludes primary PCI and optimal medical therapy initiated\nUniversity Medical Center, Leiden, The Netherlands and bThe Interuni- early during hospitalization. Circulating levels of creatine\nversityCardiologyInstituteoftheNetherlands,Utrecht,TheNetherlands.\nkinaseandcardiactroponinTweresystematicallymeasured\nManuscript received June 5, 2014; revised manuscript received and\nevery6hoursafterprimaryPCI,untilthehighestlevelswere\nacceptedAugust28,2014.\nreached. Routine 2-dimensional echocardiography was per-\nSeepage1650fordisclosureinformation.\n*Corresponding author: Tel: (þ310) 71-5262020; fax: (þ310) 71- formedwithin48hoursofadmission(baseline)andrepeated\n5266809. at 12-month follow-up. The association between coronary\nE-mailaddress:A.J.H.A.Scholte@lumc.nl(A.J.H.A.Scholte). arterial dominance, assessed during admission coronary\n0002-9149/14/$-seefrontmatter(cid:1)2014ElsevierInc.Allrightsreserved. www.ajconline.org\nhttp://dx.doi.org/10.1016/j.amjcard.2014.08.035\nCoronaryArteryDisease/RelationBetweenCoronaryArterialDominanceandLVEF 1647\nLVwasdividedinto16segmentstocalculatethewallmotion\nscore index (WMSI). Every segment was individually\nassessed and scored based on its motion and systolic thick-\nening ([1] normokinesia, [2] hypokinesia, [3] akinesia, and\n[4] dyskinesia). WMSI was calculated as the sum of the\nsegmentscoresdividedbythenumberofsegmentsscored.14\nThecontinuousvariablesarepresentedasmean(cid:3)SDor\nasmedianandinterquartileranges.Categoricalvariablesare\npresented as number and percentages. Differences in base-\nlinecharacteristicsamongthe3coronaryarterialdominance\ngroups (right dominance, left dominance, and balanced)\nwere evaluated with the chi-square and 1-way analysis of\nvariance tests with Bonferroni post hoc analysis for signif-\nicant 1-way analysis of variance p values. Changes in LV\nvolumes and LVEF from baseline to 12-month follow-up\nwere evaluated using linear mixed model analyses. Subse-\nFigure1.Patientpopulation.Ofthe1,131patientswithfirstSTEMIofthe\ninitialpatientpopulation,741werefinallyincludedinthestudypopulation. quently, a mixed-effect modeling approach was used to\ncomparedifferencesinLVvolumesandLVEFamongthe3\nReasons for exclusion were (1) incomplete echocardiographic follow-up,\n(2) death within 12 months after STEMI, and (3) revascularization by coronary arterial dominance groups from baseline to 12-\nsecondary PCI and/or reinfarction within 12 months after STEMI. The month follow-up (group-time interaction). Differences\nproportion of excluded patients and the reasons for exclusion did not within groups at baseline and at 12-month follow-up were\nsignificantly differ between different coronary arterial dominance groups assessed by 1-way analysis of variance. Statistical analysis\n(datanotshown). was performed using SPSS software version 20.0 (SPSS,\nInc., Chicago, Illinois). A p value <0.05, by a 2-sided test,\nwas considered statistically significant.\nangiography,andchangesinLVvolumesandejectionfrac-\ntionat12-monthfollow-upwasevaluated.\nResults\nDemographic, clinical, angiographic, and echocardio-\ngraphic data were prospectively collected in the depart- Atotalof741patientswithbaselineand12-monthfollow-\nmentalcardiologyinformationsystem(EPD-Vision,Leiden up echocardiography were included. A right dominant\nUniversity Medical Center, Leiden, The Netherlands) and coronary artery system was noted in 640 patients (86%); 58\nretrospectively analyzed. patients(8%)hadaleftdominantcoronaryarterysystemand\nThe digitally stored images of the coronary angiography 43 (6%) a balanced coronary artery system. Baseline char-\nand PCI were obtained according to standardized angio- acteristics and angiographic data of the patient cohort, cate-\ngraphic projections.11 All coronary angiographic images of gorizedbycoronaryarterialdominance,arelistedinTable1.\nthe primary PCI were retrospectively reviewed by 2 expe- Mean age was 60 (cid:3) 11 years and most patients were men\nriencedobservers.Aspreviouslydescribed,coronaryarterial (n¼568,77%).Overall,baselinecharacteristicsweresimilar\ndominance was defined according to the following defini- among coronary arterial dominance groups. In addition, in\ntion: a coronary artery system was classified as right patients with a right dominant coronary artery system the\ndominant if the PDA and posterolateral branch originated RCAwasmoreoftentheculpritvesselthaninpatientswitha\nfrom the right coronary artery (RCA), left dominant if the left dominantor balanced coronary arterysystem (p<0.01).\nPDAandtheposterolateralbranchoriginatedfromtheLCx, On the contrary, inpatients with a left dominantsystem, the\nand balanced if the PDA originated from the RCA in left anterior descending (LAD) artery and LCx artery were\ncombination with posterolateral branches originating from more frequently affected than in patients with a right domi-\nthe LCx artery.12,13 The extent of coronary artery disease nant system (p <0.01 and p ¼ 0.02 for the LAD and LCx\nwas expressed as the presence of 1-, 2-, or 3-vessel disease arteries, respectively). Only 10% of the total patient popula-\n(stenosis causing (cid:2)50% luminal narrowing). tion showed 3-vessel disease. Patients with a balanced cor-\nImages were obtained at rest with the patient in the left onary artery system had a greater prevalence of 3-vessel\nlateral decubitus position using a commercially available disease compared with patients with a right or left dominant\nsystem(Vivid7andE9[GeneralElectric-Vingmed,Horten, coronary artery system (21% vs 10% and 5%, respectively,\nNorway]).Dataacquisitionwasperformedwith3.5MHzor p ¼ 0.02).\nM5S transducers in the standard parasternal and apical Table2liststhecomparisonofLVfunctionandvolumes\nviews. M-mode, 2-dimensional, and Doppler images were at baseline and 12-month follow-up among patients with\nacquired during breath hold and saved in cine-loop format. rightdominant,leftdominant,andbalancedcoronaryartery\nData analysis was performed offline with commercially system. At baseline, patients with a left dominant coronary\navailable postprocessing data software, EchoPac 112.0.1 artery system showed significantly lower LVEF compared\n(GE Medical Systems, Horten, Norway). with patients with a right dominant or balanced coronary\nLV function was assessed by tracing the LV end-systolic arterysystem(LVEF45(cid:3)8%vs48(cid:3)9%and50(cid:3)9%for\nvolume and end-diastolic volume in the apical 4- and leftdominant,rightdominant,andbalancedcoronaryartery\n2-chamber views. Using the biplane Simpson’s method LV system, respectively, p ¼ 0.03). This difference among\nejectionfraction(LVEF)wascalculated.14Subsequently,the groupswasmainlybasedonthedifferencebetweenpatients\n1648 TheAmericanJournalofCardiology(www.ajconline.org)\nTable1\nBaselinecharacteristics\nVariable Total Rightdominant Leftdominant Balanced P-value\n(n¼741) (n¼640) (n¼58) (n¼43)\nMen 568(77%) 494(77%) 41(71%) 33(77%) 0.53\nAge(years) 60(cid:3)11 60(cid:3)11 60(cid:3)10 59(cid:3)10 0.88\nDiabetesmellitus 67(9%) 55(9%) 6(10%) 6(14%) 0.46\nHypercholesterolemia* 126(17%) 108(17%) 10(17%) 8(19%) 0.96\nHypertension† 224(30%) 186(29%) 25(43%) 13(30%) 0.08\nCurrentsmoker 365(49%) 310(48%) 31(53%) 24(56%) 0.52\nGlomerularfiltrationrate(mL/min/1.73m2) 102(cid:3)32 102(cid:3)33 103(cid:3)31 105(cid:3)27 0.80\nGlomerularfiltrationrate(cid:4)60mL/min/1.73m2 61(8%) 57(9%) 2(3%) 2(5%) 0.24\nPeakcardiactroponinTlevel(mg/L) 5.8(cid:3)5.8 5.7(cid:3)5.8 5.6(cid:3)5.5 6.4(cid:3)6.3 0.77\nPeakcardiactroponinTlevel(cid:2)3.5mg/L 402(54%) 346(54%) 30(52%) 26(61%) 0.66\nPresentinginKillipclass(cid:2)2duringSTEMI 26(4%) 21(3%) 2(3%) 3(4%) 0.44\nCulpritcoronaryartery\nLeftmain 1(0.1%) 1(0.2%) 0(0%) 0(0%) 0.92\nRight 280(38%) 268(42%) 0(0%) 12(28%) <0.01\nLeftanteriordescending 346(47%) 282(44%) 43(74%) 21(49%) <0.01\nLeftcircumflex 114(15%) 89(14%) 15(26%) 10(23%) 0.02\nNo.ofcoronaryarteriesnarrowed:\n1 458(62%) 393(61%) 42(72%) 23(54%) 0.52\n2 210(28%) 186(29%) 13(22%) 11(26%) 0.13\n3 73(10%) 61(10%) 3(5%) 9(21%) 0.02\n*Serumtotalcholesterol(cid:2)230mg/dland/orserumtriglycerides(cid:2)200mg/dlortreatmentwithlipidloweringdrugs.\n†Definedassystolicbloodpressure(cid:2)140mmHgand/ordiastolicbloodpressure(cid:2)90mmHgand/ortheuseofantihypertensivemedication.\nTable2\nLeftventricularfunctionandvolumesatdischargeand12-monthsfollow-upaccordingtocoronaryarterialdominance\nVariable Rightdominant Leftdominant Balanced P-value\n(n¼640) (n¼58) (n¼43)\nDischargeechocardiography\nLeftventricularend-systolicvolume(mL) 55(cid:3)21 59(cid:3)21 50(cid:3)21 0.10\nLeftventricularend-diastolicvolume(mL) 104(cid:3)33 107(cid:3)31 98(cid:3)31 0.35\nLeftventricularejectionfraction(%) 48(cid:3)9 45(cid:3)8 50(cid:3)9 0.03*\nWallmotionscoreindex 1.47(cid:3)0.30 1.51(cid:3)0.28 1.48(cid:3)0.29 0.60\n12-monthfollow-upechocardiography\nLeftventricularend-systolicvolume(mL) 51(cid:3)25† 51(cid:3)28† 51(cid:3)31 0.97\nLeftventricularend-diastolicvolume(mL) 109(cid:3)36† 104(cid:3)34 105(cid:3)39 0.49\nLeftventricularejectionfraction(%) 54(cid:3)10† 53(cid:3)11† 54(cid:3)11† 0.67\nWallmotionscoreindex 1.26(cid:3)0.32† 1.24(cid:3)0.31† 1.27(cid:3)0.34† 0.87\n*Thedifferencebetweengroupsisbasedonthedifferencebetweenpatientswithaleftdominantandabalancedcoronaryarterysystem(P¼0.025),asis\nshownwithBonferronicorrection.\n†P<0.01forchangeovertime:baselinevs.12-monthsfollow-up.\nwith a left dominant and a balanced coronary artery system increaseinLVend-diastolicvolumeat12-monthfollow-up,\n(p ¼ 0.025). However, at 12-month follow-up, no differ- whereas,inpatientswithaleftdominantorbalancedsystem\nences in LVEF or LV volumes were observed among the no change was noted (Table 2). However, the linear mixed\ndifferent coronary arterial dominance groups (Table 2). model analysis showed no significant changes in LV end-\nSimilarimprovementinLVEFandWMSIwasnotedamong diastolic volume over time among coronary arterial domi-\npatients with a right dominant, left dominant, and balanced nance groups (p ¼ 0.106, Figure 2).\ncoronary artery system (group-time interaction p ¼ 0.181\nand p ¼ 0.355 for LVEF and WMSI, respectively;\nDiscussion\nFigure 2). Although LV end-systolic volume significantly\ndecreasedat12-monthfollow-upinpatientswitharightand The present study demonstrated a significant difference\nleft dominant coronary artery system (Table 2), the linear in LV function shortly after STEMI among different coro-\nmixed model analysis indicated that changes in LV end- nary arterial dominance groups, with slightly lower LV\nsystolic volume did not differ among groups (p ¼ 0.073, ejection fraction in patients with a left dominant coronary\nFigure2).Inaddition,thewithin-groupanalysisshowedthat artery system. Furthermore, an overall improvement of LV\npatients with a right dominant system had a significant function was observed during the first year after STEMI,\nCoronaryArteryDisease/RelationBetweenCoronaryArterialDominanceandLVEF 1649\nFigure2.ChangeinLVfunctionandvolumesovertimeinthe3differentcoronaryarterialdominancegroups.SimilarimprovementinLVEFandWMSIwas\nnotedamongpatientswitharightdominant,leftdominant,andbalancedcoronaryarterysystem(AandB).Inaddition,thedecreaseinLVend-systolicvolume\nduringthe12-monthfollow-updidnotdifferamonggroups(C).Moreover,linearmixedmodelanalysisshowednosignificantchangesinLVend-diastolic\nvolumeovertimebetweencoronaryarterialdominancegroups(D).\nindependent of coronary arterial dominance. At 12-month counterparts. Parikh et al also showed in a recent registry\nfollow-up after STEMI, LV function was comparable including207,926patientswithanacutecoronarysyndrome\namong the 3 coronary arterial dominance groups. that among patients with a left dominant system (n ¼\nPrevious literature has shown the prognostic importance 20,974), the culprit lesion was more frequently observed in\nof coronary arterial dominance with worse outcome in pa- the LAD artery.15 Because the RCA is not likely to be the\ntientswithaleftdominantcoronarysystemafterPCI.7,15In culprit in patients with STEMI with left dominance, the\naddition, a more recent investigation by our group showed distributionoftheculpritlesionsshiftstowardtheLADand\nanincreasein30-daymortalityafterSTEMIinpatientswith LCx arteries in these patients. The greater prevalence of\na left dominant coronary artery system.8 LAD artery infarctions in patients with left dominant coro-\nLV function is one of the most important parameters nary artery system may have resulted in larger areas of\ndetermining long-term survival after acute\ninfarction.16e18\nstunning,resultinginthelowerLVEFinthepatientswitha\nHowever, the influence of coronary arterial dominance on left dominant coronary system. LV dysfunction caused by\nLV function in patients with STEMI was unclear. The stunningis(partially) reversible, andit isofinterest tonote\nsimilar LVEF at 12-month among patients with different thatdespitethedifferencesinLVEFacutelyafterinfarction,\ncoronary arterial dominance is not surprising because final the LVEF at 12-month postinfarction is similar across the\ninfarct size (as estimated by cardiac enzymes) was similar different coronary arterial dominance groups. This suggests\namong the different groups, and infarct size is the main thatmoreimprovementinfunctionoccursinpatientswitha\ndeterminant of LVEF late after infarction.18 The difference left dominant coronary system.\nin LVEF measured acutely after infarction among the cor- Severallimitationsshouldbeacknowledged.Thepresent\nonary arterial dominance groups, however, is of interest. evaluation included patients who had complete echocar-\nThereducedLVfunctionacutelyafterinfarctionisrelatedto diographic follow-up (at baseline and 12-month). Patients\nthe combination of necrosis and stunning. Particularly, oc- withpreviousmyocardialinfarctionorrevascularizationand\nclusionoftheLADcoronaryarteryresultsinalargerareaof patientswhoexperiencedrepeatacutecoronarysyndromeor\nstunning compared with RCA or LCx coronary artery oc- diedduringfollow-upwereexcluded.Therefore,thepresent\nclusions.19Aleftdominantcoronaryarterysystemmaybea study population may represent a relatively low-risk popu-\nless well-balanced circulation than the other systems lation. Accordingly, the influence of coronary arterial\nresultinginalargerareaofmyocardiumatriskduringacute dominance on LV function after STEMI in patients with\ncoronary syndromes. Furthermore, in the present study, more severe coronary artery disease and possibly more\npatients with a left dominant coronary artery system had associated co-morbidities remains to be determined.\nhigher frequency of LAD STEMI compared with the other Furthermore,imagingdataonpreciseinfarctsizeandareaof\nsubgroups. This may lead to larger areas of stunning early stunnedmyocardium,whichcanbemeasuredwithcontrast-\nafter STEMI and lower LVEF compared with their enhanced magnetic resonance imaging, were not available.\n1650 TheAmericanJournalofCardiology(www.ajconline.org)\nThis information would have been important to further Deaton C, Fagard R, Funck-Brentano C, Hasdai D, Hoes A, Kirchhof\nexploretherelationbetweenstunning,infarctsize,coronary P, Knuuti J, Kolh P, McDonagh T, Moulin C, Popescu BA, Reiner\nZ, Sechtem U, Sirnes PA, Tendera M, Torbicki A, Vahanian A,\nartery dominance, and LV function recovery at 12-month\nWindecker S, Morais J, Aguiar C, Almahmeed W, Arnar DO, Barili\nfollow-up.\nF, Bloch KD, Bolger AF, Botker HE, Bozkurt B, Bugiardini R,\nCannon C, de LJ, Eberli FR, Escobar E, Hlatky M, James S, Kern\nDisclosures\nKB, Moliterno DJ, Mueller C, Neskovic AN, Pieske BM, Schulman\nThe authors have no conflicts of interest to disclose. S deP fi, nS itt io or ney oR fF, mT ya ou cb ae rdrt iaK lA in, fV arr ca tn ioc nk .x JP, AW magn Ce or llDR C. aT rdh ii or ld u 2n 0i 1v 2e ;r 6s 0al\n:\n1581e1598.\n1. Bolognese L, Neskovic AN, Parodi G, Cerisano G, Buonamici P, 10. AntoniML,BodenH,DelgadoV,BoersmaE,FoxK,SchalijMJ,Bax\nSantoroGM,AntoniucciD.Leftventricularremodelingafterprimary JJ.Relationshipbetweendischargeheartrateandmortalityinpatients\ncoronaryangioplasty:patternsofleftventriculardilationandlong-term after acute myocardial infarction treated with primary percutaneous\nprognosticimplications.Circulation2002;106:2351e2357. coronaryintervention.EurHeartJ2012;33:96e102.\n2. Wu E, Ortiz JT, Tejedor P, Lee DC, Bucciarelli-Ducci C, Kansal P, 11. Scanlon PJ, Faxon DP, Audet AM, Carabello B, Dehmer GJ, Eagle\nCarrJC,HollyTA,Lloyd-JonesD,KlockeFJ,BonowRO.Infarctsize KA,LegakoRD,LeonDF,MurrayJA,NissenSE,PepineCJ,Watson\nbycontrastenhancedcardiacmagneticresonanceisastrongerpredictor RM,RitchieJL,GibbonsRJ,CheitlinMD,GardnerTJ,GarsonAJr,\nofoutcomesthanleftventricularejectionfractionorend-systolicvol- RussellROJr,RyanTJ,SmithSCJr.ACC/AHAguidelinesforcor-\numeindex:prospectivecohortstudy.Heart2008;94:730e736. onaryangiography.AreportoftheAmericanCollegeofCardiology/\n3. Parodi G, Antoniucci D. Left ventricular remodeling after primary American Heart Association Task Force on practice guidelines\npercutaneouscoronaryintervention.AmHeartJ2010;160:S11eS15. (Committee on Coronary Angiography). Developed in collaboration\n4. MasciPG,GanameJ,FranconeM,DesmetW,LorenzoniV,IacucciI, withtheSocietyforCardiacAngiographyandInterventions.JAmColl\nBarison A, Carbone I, Lombardi M, Agati L, Janssens S, Bogaert J. Cardiol1999;33:1756e1824.\nRelationship between location and size of myocardial infarction and 12. Veltman CE, de Graaf FR, Schuijf JD, van Werkhoven JM, Jukema\ntheir reciprocal influences on post-infarctionleft ventricular remodel- JW, Kaufmann PA, Pazhenkottil AP, Kroft LJ, Boersma E, Bax JJ,\nling.EurHeartJ2011;32:1640e1648. Schalij MJ, van der Wall EE. Prognostic value of coronary vessel\n5. EzekowitzJA, Armstrong PW, Granger CB, TherouxP, Stebbins A, dominanceinrelationtosignificantcoronaryarterydiseasedetermined\nKimRJ,PatelMR.Predictingchronicleftventriculardysfunction90 with non-invasive computed tomography coronary angiography. Eur\ndaysafterST-segmentelevationmyocardialinfarction:AnAssessment HeartJ2012;33:1367e1377.\nof Pexelizumab in Acute Myocardial Infarction (APEX-AMI) Sub- 13. GorlinR.Coronaryanatomy.MajorProblInternMed1976;11:40e58.\nstudy.AmHeartJ2010;160:272e278. 14. Lang RM, Bierig M, Devereux RB, Flachskampf FA, Foster E,\n6. ClaessenBE,vanderSchaafRJ,VeroudenNJ,StegengaNK,Engstrom PellikkaPA,PicardMH,RomanMJ,SewardJ,ShanewiseJ,Solomon\nAE,SjauwKD,KikkertWJ,VisMM,BaanJJr,KochKT,deWinter S, Spencer KT, St John SM, Stewart W. Recommendations for\nRJ, Tijssen JG, Piek JJ, Henriques JP. Evaluation of the effect of a chamberquantification.EurJEchocardiogr2006;7:79e108.\nconcurrentchronictotalocclusiononlong-termmortalityandleftven- 15. ParikhNI,HoneycuttEF,RoeMT,NeelyM,RosenthalEJ,Mittleman\ntricular function in patients after primary percutaneous coronary inter- MA, Carrozza JP Jr, Ho KK. Left and codominant coronary artery\nvention.JACCCardiovascInterv2009;2:1128e1134. circulations are associated with higher in-hospital mortality among\n7. GoldbergA,SouthernDA,GalbraithPD,TraboulsiM,KnudtsonML, patientsundergoingpercutaneouscoronaryinterventionforacutecor-\nGhaliWA.Coronarydominanceandprognosisofpatientswithacute onary syndromes: report From the National Cardiovascular Database\ncoronarysyndrome.AmHeartJ2007;154:1116e1122. Cath Percutaneous Coronary Intervention (CathPCI) Registry. Circ\n8. VeltmanCE,vanderHoevenBL,HoogslagGE,BodenH,Kharbanda CardiovascQualOutcomes2012;5:775e782.\nRK, de Graaf MA, Delgado V, van Zwet EW, Schalij MJ, Bax JJ, 16. Risk stratification and survival after myocardial infarction. N Engl J\nScholteAJ.Influenceofcoronaryvesseldominanceonshort-andlong- Med1983;309:331e336.\nterm outcome in patients after ST-segment elevation myocardial 17. Halkin A, Stone GW, Dixon SR, Grines CL, Tcheng JE, Cox DA,\ninfarction. Eur Heart J 2014. http://dx.doi.org/10.1093/eurheartj/ GarciaE,BrodieB,StuckeyTD,MehranR,LanskyAJ.Impactand\nehu236;inpress. determinantsofleftventricularfunctioninpatientsundergoingprimary\n9. ThygesenK,AlpertJS,JaffeAS,SimoonsML,ChaitmanBR,White percutaneouscoronaryinterventioninacutemyocardialinfarction.Am\nHD,ThygesenK,AlpertJS,WhiteHD,JaffeAS,KatusHA,AppleFS, JCardiol2005;96:325e331.\nLindahlB,MorrowDA,ChaitmanBR,ClemmensenPM,JohansonP, 18. Burns RJ, Gibbons RJ, Yi Q, Roberts RS, Miller TD, Schaer GL,\nHodH,UnderwoodR,BaxJJ,BonowJJ,PintoF,GibbonsRJ,Fox Anderson JL, Yusuf S. The relationships of left ventricular ejection\nKA,AtarD,NewbyLK,GalvaniM,HammCW,UretskyBF,StegPG, fraction, end-systolic volume index and infarct size to six-month\nWijnsW,BassandJP,MenascheP,RavkildeJ,OhmanEM,AntmanEM, mortality after hospital discharge following myocardial infarction\nWallentinLC,ArmstrongPW,SimoonsML,JanuzziJL,NieminenMS, treatedbythrombolysis.JAmCollCardiol2002;39:30e36.\nGheorghiadeM, Filippatos G, Luepker RV, Fortmann SP, Rosamond 19. ChristianTF,GitterMJ,MillerTD,GibbonsRJ.Prospectiveidenti-\nWD, Levy D, Wood D, Smith SC, Hu D, Lopez-Sendon JL, fication of myocardial stunning using technetium-99m sestamibi-\nRobertson RM, Weaver D, Tendera M, Bove AA, Parkhomenko AN, based measurements of infarct size. J Am Coll Cardiol 1997;30:\nVasilieva EJ, Mendis S, Bax JJ, Baumgartner H, Ceconi C, Dean V, 1633e1640.",
  "source": "sci-hub",
  "retrieved_at": "2025-01-05T18:51:12Z"
}