{
  "pmid": "18182475",
  "title": "Prolonged QT interval, syncope, and delirium with galantamine.",
  "abstract": "OBJECTIVE: To describe a case of QT interval prolongation, syncope, and delirium associated with galantamine use and to analyze similar cases related to acetylcholinesterase inhibitors (AChIs) reported to the Australian Adverse Drug Reaction Advisory Committee (ADRAC). CASE SUMMARY: An 85-year-old man with dementia was treated with prolonged release galantamine 8 mg daily for 1.5 years. Three months prior to the current admission, he had a syncopal episode with low blood pressure and bradycardia. Two months later, galantamine was withdrawn, but within 2 weeks, the man developed marked cognitive, behavioral, and functional deterioration and galantamine was restarted. Three weeks later, he developed syncope, delirium, hypotension, and prolonged QT interval with serious cardiac arrhythmias, in addition to vomiting and diarrhea. A complete blood cell count and biochemistry panel performed on admission were normal. No infection was detected. Galantamine and irbesartan were ceased. The delirium fully resolved in 6 days, and the QT interval shortened from 503 to 443 msec (corrected by Bazett's formula) 4 days after discontinuation of galantamine and remained normal. DISCUSSION: In the ADRAC reports, galantamine was associated with 18 cases of delirium/confusion, 8 of syncope, 13 of bradycardia, 6 of other arrhythmias or conduction abnormalities, and 6 of hypotension. Donepezil was associated with 56, 15, 26, 15, and 5, and rivastigmine with 21, 8, 6, 2, and 2, respectively, of these reactions. Five fatal outcomes were reported in association with galantamine, 11 with donepezil, and 3 with rivastigmine, including 3, 6, and 0 sudden deaths, respectively. This case, along with previously published reports and cases identified from the ADRAC database, illustrates that AChIs may lead to delirium, syncope, hypotension, and life-threatening arrhythmias. The Naranjo probability scale indicated that galantamine was the probable cause of QT interval prolongation, syncope, and delirium in this patient. CONCLUSIONS: Administration of galantamine and other AChIs requires vigilance and assessment of risk factors that may precipitate QT interval prolongation, syncope, and delirium.",
  "doi": "10.1345/aph.1K514 [doi]",
  "year": "2008",
  "source": "pubmed",
  "full_text_source": "openalex",
  "full_text": "Prolonged QT interval, syncope, and delirium with galantamine - PubMed This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and several other advanced features are temporarily unavailable. Skip to main page content The .gov means it’s official. Federal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you’re on a federal government site. The site is secure. The https:// ensures that you are connecting to the official website and that any information you provide is encrypted and transmitted securely. Access keys NCBI Homepage MyNCBI Homepage Main Content Main Navigation Search: Search Advanced Clipboard User Guide Save Email Send to Clipboard My Bibliography Collections Citation manager Display options Display options Format Abstract PubMed PMID Save citation to file Format: Summary (text) PubMed PMID Abstract (text) CSV Create file Cancel Email citation Subject: 1 selected item: 18182475 - PubMed To: From: Format: Summary Summary (text) Abstract Abstract (text) MeSH and other data Send email Cancel Add to Collections Create a new collection Add to an existing collection Name your collection: Name must be less than 100 characters Choose a collection: Unable to load your collection due to an error Please try again Add Cancel Add to My Bibliography My Bibliography Unable to load your delegates due to an error Please try again Add Cancel Your saved search Name of saved search: Search terms: Test search terms Would you like email updates of new search results? Saved Search Alert Radio Buttons Yes No Email: ( change ) Frequency: Monthly Weekly Daily Which day? The first Sunday The first Monday The first Tuesday The first Wednesday The first Thursday The first Friday The first Saturday The first day The first weekday Which day? Sunday Monday Tuesday Wednesday Thursday Friday Saturday Report format: Summary Summary (text) Abstract Abstract (text) PubMed Send at most: 1 item 5 items 10 items 20 items 50 items 100 items 200 items Send even when there aren't any new results Optional text in email: Save Cancel Create a file for external citation management software Create file Cancel Your RSS Feed Name of RSS Feed: Number of items displayed: 5 10 15 20 50 100 Create RSS Cancel RSS Link Copy Full text links Atypon Full text links Actions Cite Collections Add to Collections Create a new collection Add to an existing collection Name your collection: Name must be less than 100 characters Choose a collection: Unable to load your collection due to an error Please try again Add Cancel Display options Display options Format Abstract PubMed PMID Share Permalink Copy Full text links Cite Display options Display options Format Abstract PubMed PMID Abstract Objective: To describe a case of QT interval prolongation, syncope, and delirium associated with galantamine use and to analyze similar cases related to acetylcholinesterase inhibitors (AChIs) reported to the Australian Adverse Drug Reaction Advisory Committee (ADRAC). Case summary: An 85-year-old man with dementia was treated with prolonged release galantamine 8 mg daily for 1.5 years. Three months prior to the current admission, he had a syncopal episode with low blood pressure and bradycardia. Two months later, galantamine was withdrawn, but within 2 weeks, the man developed marked cognitive, behavioral, and functional deterioration and galantamine was restarted. Three weeks later, he developed syncope, delirium, hypotension, and prolonged QT interval with serious cardiac arrhythmias, in addition to vomiting and diarrhea. A complete blood cell count and biochemistry panel performed on admission were normal. No infection was detected. Galantamine and irbesartan were ceased. The delirium fully resolved in 6 days, and the QT interval shortened from 503 to 443 msec (corrected by Bazett's formula) 4 days after discontinuation of galantamine and remained normal. Discussion: In the ADRAC reports, galantamine was associated with 18 cases of delirium/confusion, 8 of syncope, 13 of bradycardia, 6 of other arrhythmias or conduction abnormalities, and 6 of hypotension. Donepezil was associated with 56, 15, 26, 15, and 5, and rivastigmine with 21, 8, 6, 2, and 2, respectively, of these reactions. Five fatal outcomes were reported in association with galantamine, 11 with donepezil, and 3 with rivastigmine, including 3, 6, and 0 sudden deaths, respectively. This case, along with previously published reports and cases identified from the ADRAC database, illustrates that AChIs may lead to delirium, syncope, hypotension, and life-threatening arrhythmias. The Naranjo probability scale indicated that galantamine was the probable cause of QT interval prolongation, syncope, and delirium in this patient. Conclusions: Administration of galantamine and other AChIs requires vigilance and assessment of risk factors that may precipitate QT interval prolongation, syncope, and delirium. PubMed Disclaimer Similar articles Sibutramine-associated QT interval prolongation and cardiac arrest. Ernest D, Gershenzon A, Corallo CE, Nagappan R. Ernest D, et al. Ann Pharmacother. 2008 Oct;42(10):1514-7. doi: 10.1345/aph.1L129. Epub 2008 Aug 26. Ann Pharmacother. 2008. PMID: 18728104 A case report of QT prolongation with glycopyrronium bromide in a patient with chronic tamoxifen use. Chiu MH, Al-Majed NS, Stubbins R, Pollmann D, Sandhu RK. Chiu MH, et al. BMC Res Notes. 2016 Jun 14;9:310. doi: 10.1186/s13104-016-2105-4. BMC Res Notes. 2016. PMID: 27301406 Free PMC article. QTc prolongation associated with combination therapy of levofloxacin, imipramine, and fluoxetine. Nykamp DL, Blackmon CL, Schmidt PE, Roberson AG. Nykamp DL, et al. Ann Pharmacother. 2005 Mar;39(3):543-6. doi: 10.1345/aph.1E513. Epub 2005 Feb 1. Ann Pharmacother. 2005. PMID: 15687478 Potential cardiotoxic reaction involving rivastigmine and beta-blockers: a case report and review of the literature. Paulison B, Léos CL. Paulison B, et al. Cardiovasc Toxicol. 2010 Dec;10(4):306-10. doi: 10.1007/s12012-010-9088-5. Cardiovasc Toxicol. 2010. PMID: 20865460 Review. The electrocardiogram in the patient with syncope. Dovgalyuk J, Holstege C, Mattu A, Brady WJ. Dovgalyuk J, et al. Am J Emerg Med. 2007 Jul;25(6):688-701. doi: 10.1016/j.ajem.2006.12.016. Am J Emerg Med. 2007. PMID: 17606095 Review. See all similar articles Cited by Cholinesterase inhibitors-associated torsade de pointes/QT prolongation: a real-world pharmacovigilance study. Zhang N, Gan L, Xiang G, Xu J, Jiang T, Li Y, Wu Y, Ni R, Liu Y. Zhang N, et al. Front Pharmacol. 2024 Jan 11;14:1343650. doi: 10.3389/fphar.2023.1343650. eCollection 2023. Front Pharmacol. 2024. PMID: 38273821 Free PMC article. Collapse in the elderly: rivastigmine-induced heart block and a literature review of the pharmacology of acetylcholinesterase inhibitors used in Alzheimer's disease. Alonge O, Iqbal FM, Cifonelli E. Alonge O, et al. BMJ Case Rep. 2018 Apr 17;2018:bcr2018224597. doi: 10.1136/bcr-2018-224597. BMJ Case Rep. 2018. PMID: 29666099 Free PMC article. Review. Reckless administration of QT interval-prolonging agents in elderly patients with drug-induced torsade de pointes. Jackobson G, Carmel NN, Lotan D, Kremer A, Justo D. Jackobson G, et al. Z Gerontol Geriatr. 2018 Jan;51(1):41-47. doi: 10.1007/s00391-016-1155-5. Epub 2016 Nov 22. Z Gerontol Geriatr. 2018. PMID: 27878411 Review. English. Non-adherence to antidementia medications and associated factors: a study of Spanish population-based registry data. Gutiérrez-Abejón E, Pedrosa-Naudín MA, Fernández-Lázaro D, Díaz Planelles I, Álvarez FJ. Gutiérrez-Abejón E, et al. Front Pharmacol. 2024 Nov 5;15:1425442. doi: 10.3389/fphar.2024.1425442. eCollection 2024. Front Pharmacol. 2024. PMID: 39564116 Free PMC article. QTc Interval Prolongation with Therapies Used to Treat Patients with Parkinson's Disease Psychosis: A Narrative Review. Torres-Yaghi Y, Carwin A, Carolan J, Nakano S, Amjad F, Pagan F. Torres-Yaghi Y, et al. Neuropsychiatr Dis Treat. 2021 Dec 24;17:3791-3818. doi: 10.2147/NDT. S324145. eCollection 2021. Neuropsychiatr Dis Treat. 2021. PMID: 34992373 Free PMC article. Review. See all \"Cited by\" articles Publication types Case Reports Actions Search in PubMed Search in MeSH Add to Search MeSH terms Aged, 80 and over Actions Search in PubMed Search in MeSH Add to Search Delirium / chemically induced* Actions Search in PubMed Search in MeSH Add to Search Delirium / diagnosis Actions Search in PubMed Search in MeSH Add to Search Galantamine / adverse effects* Actions Search in PubMed Search in MeSH Add to Search Humans Actions Search in PubMed Search in MeSH Add to Search Long QT Syndrome / chemically induced* Actions Search in PubMed Search in MeSH Add to Search Long QT Syndrome / diagnosis Actions Search in PubMed Search in MeSH Add to Search Male Actions Search in PubMed Search in MeSH Add to Search Syncope / chemically induced* Actions Search in PubMed Search in MeSH Add to Search Syncope / diagnosis Actions Search in PubMed Search in MeSH Add to Search Substances Galantamine Actions Search in PubMed Search in MeSH Add to Search Related information Cited in Books MedGen PubChem Compound PubChem Compound (MeSH Keyword) PubChem Substance LinkOut - more resources Full Text Sources Atypon Medical MedlinePlus Health Information Full text links [x] Atypon [x] Cite Copy Download .nbib .nbib Format: AMA APA MLA NLM Send To Clipboard Email Save My Bibliography Collections Citation Manager [x] NCBI Literature Resources MeSH PMC Bookshelf Disclaimer The PubMed wordmark and PubMed logo are registered trademarks of the U. S. Department of Health and Human Services (HHS). Unauthorized use of these marks is strictly prohibited."
}