{
  "pmid": "24597640",
  "title": "Diphenhydramine dependence through deep intramuscular injection resulting in myonecrosis and prolonged QT interval.",
  "abstract": "WHAT IS KNOWN AND OBJECTIVE: Diphenhydramine (DPH) is a first-generation antihistamine, which is useful in treating allergic reaction, and is usually considered innocuous. We describe a retired nurse with history of depression, who began to develop drug-seeking behaviour after her first receiving of an intramuscular (IM) DPH injection due to urticaria. CASE SUMMARY: The 49-year-old patient had developed IM DPH dependence within 4 months. She needed to receive psychiatric inpatient treatment because of depressive mood, serious myonecrosis over injected sites, and prolongation of QT interval. WHAT IS NEW AND CONCLUSION: This is the first reported case of DPH dependence through the IM route. Second-generation antihistamines might be better choices for patients with psychiatric illness by reason of their lower effects on central nervous system and lower risk of abuse.",
  "doi": "10.1111/jcpt.12142 [doi]",
  "year": "2014",
  "source": "pubmed",
  "full_text": "What is known and objective:Diphenhydramine (DPH) is a first-generation antihistamine, which is useful in treating allergic reaction, and is usually considered innocuous. We describe a retired nurse with history of depression, who began to develop drug-seeking behaviour after her first receiving of an intramuscular (IM) DPH injection due to urticaria.\n\nCase summary:The 49-year-old patient had developed IM DPH dependence within 4 months. She needed to receive psychiatric inpatient treatment because of depressive mood, serious myonecrosis over injected sites, and prolongation of QT interval.\n\nWhat is new and conclusion:This is the first reported case of DPH dependence through the IM route. Second-generation antihistamines might be better choices for patients with psychiatric illness by reason of their lower effects on central nervous system and lower risk of abuse.\n\nKeywords:diphenhydramine dependence; myonecrosis; prolonged QT interval.\n\n",
  "full_text_source": "pubmed"
}