{
  "pmid": "28128816",
  "title": "[Haloperidol poisoning in pediatric patients].",
  "abstract": "Exposing a child to a potentially toxic substance is an uncommon cause of consultation in childhood. Poisoning by drugs in this age group is commonly due to improper administration by parents or error in dosage by the doctor; also ingestion at own initiative, i.e. self-poisoning. CASE REPORT: A 11 years-old male, drowsy, unresponsive, with bradypsychia, assisted ambulation without increased support arch, resting tremor; obeying orders without verbal response, isochoric pupils, difficulty opening the eyes without facial asymmetry, muscle contracture of platysma, increased muscle tone, tendon reflexes slightly increased, arrhythmic heart sounds without murmurs. On interrogation, the subject mentioned his own decision to ingest about 0.7-0.9 mg of haloperidol (0.35-0.45 ml / 7-9 drops). Laboratory studies: BUN 12 mg/dl; creatinine 0.5 mg/dl; Na 140 mmol/l; K 3.38 mmol/l; Cl 100.2 mmol/l; LDH 363 U/l; CK 130 U/l; CK-MB 13 U/l. Electrocardiogram DII length (13:00 h) with sinus rhythm, FC 100 x, corrected QT 0.57; stroke control (19:20 h) FC 70 x, QTc of 0.41 (Fig. 1). He was treated with diphenhydramine 1 mg/kg/dose with clear improvement at 12 hours after admission, so his discharge at 24 hours was decided without any additional medication.",
  "doi": null,
  "year": "2017",
  "source": "pubmed",
  "full_text": "Exposing a child to a potentially toxic substance is an uncommon cause of consultation in childhood. Poisoning by drugs in this age group is commonly due to improper administration by parents or error in dosage by the doctor; also ingestion at own initiative, i.e. self-poisoning.\n\nCase report:A 11 years-old male, drowsy, unresponsive, with bradypsychia, assisted ambulation without increased support arch, resting tremor; obeying orders without verbal response, isochoric pupils, difficulty opening the eyes without facial asymmetry, muscle contracture of platysma, increased muscle tone, tendon reflexes slightly increased, arrhythmic heart sounds without murmurs. On interrogation, the subject mentioned his own decision to ingest about 0.7-0.9 mg of haloperidol (0.35-0.45 ml / 7-9 drops). Laboratory studies: BUN 12 mg/dl; creatinine 0.5 mg/dl; Na 140 mmol/l; K 3.38 mmol/l; Cl 100.2 mmol/l; LDH 363 U/l; CK 130 U/l; CK-MB 13 U/l. Electrocardiogram DII length (13:00 h) with sinus rhythm, FC 100 x, corrected QT 0.57; stroke control (19:20 h) FC 70 x, QTc of 0.41 (Fig. 1). He was treated with diphenhydramine 1 mg/kg/dose with clear improvement at 12 hours after admission, so his discharge at 24 hours was decided without any additional medication.\n\n",
  "full_text_source": "pubmed"
}