{
  "pmid": "31138776",
  "title": "IV Lipid Emulsion Infusion in the Treatment of Severe Diphenhydramine Overdose.",
  "abstract": "BACKGROUND Diphenhydramine is a commonly available over-the-counter antihistamine; however, there are few documented cases of treatment when ingested in toxic quantities, where it can cause a sodium channel blockade leading to wide-complex tachycardia, seizures, and death. Conventional treatment includes sodium bicarbonate infusion, but few cases have documented the addition of lipid emulsion therapy. CASE REPORT A 24-year-old African American female ingested 18 g (360 pills of 50 mg) over-the-counter diphenhydramine. She presented comatose, with hemodynamic instability and hypotension, intubated with pupil dilation to 6 to 7 mm, and initial electrocardiography findings showing a type 1 AV block with a QT/QTc of 360/402 ms which progressed into sinus tachycardia with widened QRS intervals of 134 ms and prolonged QT/QTc intervals of up to 638/759 ms. Treatment using sodium bicarbonate and magnesium was initiated; however, the intraventricular conduction delay persisted. Infusion of 20% intravenous lipid emulsion was administered; following this, the patient developed narrow complex QRS with sinus rhythm and shortened the QT/QTc interval to 448/516 ms. She recovered quickly and was transferred to inpatient psychiatric unit for further evaluation, and discharged 1 month later. CONCLUSIONS Lipid emulsion therapy has been utilized in treatment of various medication overdoses, but there are few documented cases in the treatment of diphenhydramine overdose. With the amount of diphenhydramine ingested by the patient in this case report, the use of combined conventional and lipid emulsion therapy was utilized in the stabilization and management of the patient, and should be considered in scenarios where conventional treatments have not improved the clinical outcome.",
  "doi": "10.12659/AJCR.912523 [doi]",
  "year": "2019",
  "source": "pubmed",
  "full_text": "Received: 2018.08.04\nAccepted: 2019.02.19\nPublished: 2019.05.29\n 2169   —   5   11IV Lipid Emulsion Infusion in the Treatment of \nSevere Diphenhydramine Overdose\n ABCDEF 1 Sundar V. Cherukuri\n A 2 Alan W. Purvis\n E 3 Sebastian T. Tosto\n DEF 3 Arash Velayati\n Corresponding Author:  Arash Velayati, e-mail: avelayati@samc.org\n Conflict of interest:  None declared\n Patient:  Female, 24\n Final Diagnosis:  Diphenhydramine overdose\n Symptoms:  Encephalopathy • hypotension • seizure\n Medication:  —\n Clinical Procedure:  None\n Specialty:  General and Internal Medicine\n Objective:  Unusual clinical course\n Background:  Diphenhydramine is a commonly available over-the-counter antihistamine; however, there are few documented \ncases of treatment when ingested in toxic quantities, where it can cause a sodium channel blockade leading \nto wide-complex tachycardia, seizures, and death. Conventional treatment includes sodium bicarbonate infu -\nsion, but few cases have documented the addition of lipid emulsion therapy.\n Case Report:  A 24-year-old African American female ingested 18 g (360 pills of 50 mg) over-the-counter diphenhydramine. \nShe presented comatose, with hemodynamic instability and hypotension, intubated with pupil dilation to 6 to \n7 mm, and initial electrocardiography findings showing a type 1 AV block with a QT/QTc of 360/402 ms which \nprogressed into sinus tachycardia with widened QRS intervals of 134 ms and prolonged QT/QTc intervals of up \nto 638/759 ms. Treatment using sodium bicarbonate and magnesium was initiated; however, the intraventricu -\nlar conduction delay persisted. Infusion of 20% intravenous lipid emulsion was administered; following this, the \npatient developed narrow complex QRS with sinus rhythm and shortened the QT/QTc interval to 448/516 ms. \nShe recovered quickly and was transferred to inpatient psychiatric unit for further evaluation, and discharged \n1 month later.\n Conclusions:  Lipid emulsion therapy has been utilized in treatment of various medication overdoses, but there are few doc -\numented cases in the treatment of diphenhydramine overdose. With the amount of diphenhydramine ingested \nby the patient in this case report, the use of combined conventional and lipid emulsion therapy was utilized in \nthe stabilization and management of the patient, and should be considered in scenarios where conventional \ntreatments have not improved the clinical outcome.\n MeSH Keywords:  Diphenhydramine • Drug Overdose • Fat Emulsions, Intravenous\n Full-text PDF: https://www.amjcaserep.com/abstract/index/idArt/912523Authors’ Contribution: \nStudy Design A\n Data Collection B\n Statistical Analysis C\nData Interpretation D\n Manuscript Preparation E\n Literature Search F\nFunds Collection G1 Alabama College of Osteopathic Medicine, Dothan, AL, U.S.A.\n2 Department of Pulmonary and Critical Care Medicine, Southeast Alabama \nMedical Center, Dothan, AL, U.S.A.\n3 Internal Residency Program, Southeast Alabama Medical Center, Dothan, AL, \nU.S.A.e-ISSN 1941-5923\n© Am J Case Rep, 2019; 20: 758-763\nDOI: 10.12659/AJCR.912523\n758\nIndexed in: [PMC] [PubMed] [Emerging Sources Citation Index (ESCI)]\n[Web of Science by Clarivate]This work is licensed under Creative Common Attribution-\nNonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)\nBackground\nDiphenhydramine is a commonly available over-the-counter an -\ntihistamine used in the treatment of allergic reactions, motion \nsickness, and insomnia. When ingested in toxic quantities, its \nanticholinergic and antihistamine properties can induce se -\ndation, hypotension, and antimuscarinic effects in the body, \nwhich ultimately can lead to death if untreated. Treatment \nmethods include sodium bicarbonate, hemodialysis, and sup -\nportive therapy [1].\nTwo previous case reports documented the successful usage \nof intravenous lipid emulsion infusion in the treatment of di -\nphenhydramine overdose when the conventional methods were \nnot successful in stabilizing the patient [2,3]. However, this \ncase report documents the usage of intravenous lipid emul -\nsion in a case of diphenhydramine overdose at an ingested \nquantity previously undocumented. With few documented \nusages of lipid emulsion therapy, clinicians should be aware \nthat the option exists for severe cases. We further discuss the \ncurrent literature in intravenous lipid use in cases on diphen -\nhydramine overdose.\nCase Report\nA 24-year-old African American female with a previous history \nof depression and prior suicide attempts, ingested 18 g (360 \npills of 50 mg) over-the-counter diphenhydramine as a sui -\ncide attempt and had alerted friends and family of the event. \nEmergency Medical Services was called by family and arrived \nwithin 1 hour; the patient was alert and oriented at time of \narrival but developed tonic-clonic seizures and confusion en-\nroute to the outside facility Emergency Medicine Department. \nAt the Emergency Department, she presented in post ictal \nstate. Her initial blood pressure was 70/45 mmHg. She was \nintubated for airway management due to her postictal and \nencephalopathic state and started on 2 liters of intravenous \n0.9% sodium chloride. Her blood pressure was 58/39 mmHg \nat this time, and norepinephrine drip was begun, initially at 0.1 mcg/kg/min and increased to 0.5 mcg/kg/min over a pe -\nriod of 120 minutes for her hypotension followed by another \nliter of normal saline. After 2 hours of resuscitation, her blood \npressure was 91/47 mmHg. Urine toxicity and drug screens \nwere negative, and serum concentrations of acetaminophen \nand salicylates were also negative at this time. Gastric decon -\ntamination with charcoal was started; however, after discus -\nsion with poison control, decontamination was discontinued. \nInstead, she received 100 mEq/mL of sodium bicarbonate 8.4% \nintravenously in an attempt to resolve her metabolic acidosis \nwith a pH of 7.1 on arterial blood gas on arrival. She was then \ntransferred to a regional hospital for further care.\nUpon arrival at the regional hospital, she was comatose, intu -\nbated with pupils nonreactive, fixed and dilated to 6 to 7 mm. \nHer glucose was 90 mg/dL and her vitals were blood pressure: \n143/85, heart rate: 86, temperature: 36.6°C (97.8°F), weight: \n60 kg. She also presented with hypoactive bowel sounds, posi -\ntive Babinski’s sign, extremities were cool to palpation with no \nedema and skin was not flushed. Patient already had a Foley \ncatheter from the outside hospital stay. She was placed on \nmechanical ventilation in the intensive care unit (ICU). The \npatient had 2 episodes of witnessed tonic-clonic seizures on \narrival. She received intravenous lorazepam 1 mg which ter -\nminated the seizures and she was started on 50 mcg/min of \npropofol drip. A repeat arterial blood gas (ABG) showed a pH of \n7.39, pCO2 of 48 kPa, pO2 of 60 kPa, and HCO3 of 18.5 mmol/L. \nInitial electrocardiogram (ECG) showed a sinus rhythm with \na type 1 AV block with a QRS interval of 142 ms and QT/QTc \nof 536/545 ms (Figure 1). She soon developed episodes of si -\nnus tachycardia with widened QRS and prolonged QT/QTc in -\ntervals. Poison control again was contacted. She received 4 \nmore liters of 0.9% sodium chloride, 50 mEq of 8.4% sodium \nbicarbonate solution, followed by an additional 25 mEq, and \n2 grams of intravenous magnesium in a 100 mL suspension \nover 8 hours under recommendation of poison control to pre -\nvent any further arrhythmias, which was minimally effective. \nNo dialysis was recommended. At this point, the ICU team \nevaluated the patient and without a visible improvement in \nthe patient’s QT/QTc interval and cardiac rhythm, 1.5 mL/kg \nFigure 1.   Electrocardiography taken at \nadmission from an outside hospital \nshowing type 1 AV block and wide \nQRS. The ventricular rate is 64 bpm, \nPR interval of 332 ms, wide QRS \ninterval of 142 ms, and a QT/QTc of \n536/545 ms.\n759\nCherukuri S.V . et al.:  \nIV lipid emulsion infusion in the treatment of severe diphenhydramine overdose\n© Am J Case Rep, 2019; 20: 758-763\nIndexed in: [PMC] [PubMed] [Emerging Sources Citation Index (ESCI)]\n[Web of Science by Clarivate]This work is licensed under Creative Common Attribution-\nNonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)\nof 20% intravenous lipid emulsion was administered followed \nby 25 mL/hr infusion as per ICU team recommendation. The \npatient developed narrow complex QRS with sinus rhythm, \nand the QT/QTc remained significantly prolonged at QT/QTC \nof 638/759 ms (Figure 2). This quickly shortened to 498/556 \nms (Figure 3). A 25 mL/hr rate of continuous infusion over the \nnext 24 hours was initiated. Following this, the patient main -\ntained narrow complex QRS with sinus rhythm and shortened the QT/QTc interval to 464/532 ms (Figure 4) after 24-hour \ninfusion. Continuous infusion was discontinued at this time \nas the patient was no longer hypotensive and her QT inter -\nval had improved.\nAfter 48 hours, the patient remained in normal sinus rhythm \nwith resolution of prolonged QT interval (Figure 5) with a QRS \nof 80 ms and QT/QTc of 412/444 ms and stable blood pressures Figure 2.   Electrocardiography showing \nprolonged QT interval after resolution \nof wide QRS. The ventricular rate is \n85 bpm, PR interval of 184 ms, QRS \ninterval of 82 ms, and a QT/QTc of \n638/759 ms.\nFigure 3.   Electrocardiography halfway through \nintravenous lipid emulsion. The \nventricular rate is 75 bpm, PR interval \nof 158 ms, QRS interval of 72 ms, and \na QT/QTc of 498/556 ms.\nFigure 4.   Electrocardiography after 24 hours of \nadmission and following continuous \ninfusion of lipid emulsion. The \nventricular rate is 79 bpm, PR interval \nof 150 ms, QRS interval of 70 ms, and \na QT/QTc of 464/532 ms.\n760\nCherukuri S.V . et al.:  \nIV lipid emulsion infusion in the treatment of severe diphenhydramine overdose\n© Am J Case Rep, 2019; 20: 758-763 \nIndexed in: [PMC] [PubMed] [Emerging Sources Citation Index (ESCI)]\n[Web of Science by Clarivate]This work is licensed under Creative Common Attribution-\nNonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)\nenough to terminate mechanical ventilation and sedation. The \npatient was able to converse with people in her surroundings, \nand could feed herself. She was transferred to the inpatient \npsychiatric unit for further evaluation. She continued to have \nlapses in her memory leading up to the suicide attempt; how -\never, as the weeks progressed, her memory improved, and she \nwas able to recall events and people that she had encountered \nduring this period. There were no observed complications from \nthe lipid emulsion therapy during her hospital and psychiatric \nadmission. She was later discharged from the inpatient unit \nwith follow-up appointments with an outpatient psychiatrist.\nDiscussion\nDiphenhydramine is a first generation H1 antihistamine that \nacts as an inverse agonist on the H1 receptor by causing a con -\nformational change of the receptor and stabilizing the inactive \nform. This leads to a reduction of mast cell and basophil re -\nleased histamine effects on systemic cells by reducing the basal \nactivity of the H1 receptor [4]. However, diphenhydramine can \nalso bind and interact with other receptors and ion channels, \nsuch as acetylcholine receptors, serotonin receptors, and cardiac \nsodium channels. As such, side-effects of diphenhydramine in -\nclude tachycardia, urinary retention, agitation, and hypotension. \nIngested quantities exceeding 1 g of diphenhydramine can re -\nsult in toxic delirium and psychosis, rhabdomyolysis, wide-com -\nplex tachycardia, seizures, and death [5]. In these scenarios, \nenough concentration of diphenhydramine is available to cause \na sodium channel blockade, similarly to class 1A antiarrhythmic \nmedications [4,5]. This behavior was noted in our patient with \ninitial PR prolongation causing a type 1 AV block. Traditionally, \nthis has been counteracted with infusion of hypertonic sodium \nbicarbonate, which would increase the plasma sodium ion con -\ncentration such that the sodium gradient across the affected \nchannels would be increased [6]. Sodium bicarbonate also in -\ncreases serum pH, such that there are fewer active metabo -\nlites of compounds binding to channels [7].In this patient, conventional methods of treatment using so -\ndium bicarbonate were initiated; however, the intraventricu -\nlar conduction delay persisted. The decision to attempt a lipid \nemulsion therapy was made due to existing literature sup -\nporting intravenous lipid emulsion therapy in the treatment \nof diphenhydramine toxicity. The lipid emulsion would act as \na “lipid sink” for the lipophilic diphenhydramine molecules, \nthereby drawing them away from sodium channels, and in -\nstead, binding to the lipid emulsion particles [8]. This would \nin turn resolve the sodium channel blockade and relieve the \nconduction delay. Lipid emulsions can also act as direct ino -\ntropes, with moderate serum triglyceride concentrations re -\nsulting in increases in blood pressure [9]. Current recommen -\ndations (ACMT 2016, AHA 2015) on intravenous lipid emulsion \nuse for serious hemodynamic or other instability secondary to \nhighly lipid soluble substance (off label use) is 1.5 mL/kg bo -\nlus, followed by 0.25 mL/kg/minute infusion with maximum \ndose of 10 mL/kg over 30 to 60 minutes [10]. Since we ob -\nserved a quick response on ECG and cardiac monitor after in -\nfusion of bolus intravenous lipid emulsion and patient hemo -\ndynamically was stable, a slow infusion of intravenous lipid \nemulsion was utilized to help with any potential delayed re -\nlease of ingested diphenhydramine. Since the maximum rec -\nommended dose of the lipid preparation used (IntraLipid®) is \n500 mL within 24 hours, we infused the rest of intravenous \nlipid emulsion at 25 mL/hr for about 20 hours. Although the \ndosing used was different, but our rationale behind it was to \nstick with the maximum recommended safe dose of intrave -\nnous lipid emulsion. We believed this was even more important, \nas the dose we used was within the safe range and was much \nless than the infusion dose recommended by most societies.\nIn an animal study conducted using 24 swine, Varney et al., \nrandomly infused swine with either sodium bicarbonate or \nintravenous lipid emulsion separately to counteract diphen -\nhydramine toxicity [1]. No difference was found between the \n2 methods in measured cardiac output, QRS intervals, or time \nto death, but results transiently favored lipid emulsion therapy Figure 5.   Electrocardiography taken after \n48 hours after initial lipid emulsion \ninfusion with normal QT/QTc intervals. \nThe ventricular rate is 70 bpm, \nPR interval of 154 ms, QRS of 80 ms, \nand a QT/QTc of 412/444 ms.\n761\nCherukuri S.V . et al.:  \nIV lipid emulsion infusion in the treatment of severe diphenhydramine overdose\n© Am J Case Rep, 2019; 20: 758-763\nIndexed in: [PMC] [PubMed] [Emerging Sources Citation Index (ESCI)]\n[Web of Science by Clarivate]This work is licensed under Creative Common Attribution-\nNonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)\nin measured mean arterial blood pressure and systolic blood \npressure [1]. In the overdose of clomipramine, a lipid-soluble \ntricyclic antidepressant medication which can similarly cause \nsodium channel blockade in overdose quantities, Harvey et al., \ndemonstrated the use of lipid emulsion therapy in a rabbit \nmodel [11]. Rabbits were infused with either 0.9% saline so -\nlution, sodium bicarbonate, or 20% isotonic lipid emulsion \nand monitored for hemodynamic and ECG changes at base -\nline, 5-minute, and 15-minute time points. There was a 21.1 \nmmHg and 19.5 mmHg difference in mean arterial pressure \nbetween lipid emulsion therapy alone versus saline therapy \nalone at 5-minutes and 15-minutes, respectively [11]. Similarly, \nthere was a 19.4 mmHg and 11.5 mmHg difference in mean \narterial pressure between lipid emulsion therapy alone versus \nsodium bicarbonate therapy alone at 5-minutes and 15-min -\nutes, respectively [11]. In the aforementioned study, they found \na greater rate of change in mean arterial pressure restoration \nwhen using the lipid emulsion therapy in comparison to the \nother methods [11]. With contrasting results, reports of using \none therapy over another may differ due to individual case lim -\nitations and methodology and therefore, don’t provide a solid -\nified conclusion as to which therapeutic method is more ap -\npropriate in diphenhydramine overdose.\nA few cases have been documented demonstrating the use \nof combination therapy of both the conventional treatments, \nsuch as sodium bicarbonate infusion, followed by lipid emul -\nsion infusion. Our case closely paralleled the situation pre -\nsented by the following case, yet with a much higher ingested \ndiphenhydramine level. In the case of a patient reported by \nAbdi et al., the usage of lipid emulsion therapy in combina -\ntion with sodium bicarbonate in the treatment of a 23-year-\nold male who ingested 2000 to 2500 mg of diphenhydramine \nwas reported [2]. The patient presented with sinus tachycardia \nwith a wide QRS of 172 ms and prolonged QTc of 577 ms [2]. \nSodium bicarbonate was first used, resulting in a blood pH of \n7.44; however, the ECG continued to show an intraventricular \nconduction delay [2]. In this case, a second infusion of sodium \nbicarbonate did not resolve the wide QRS, and neither did the \nfirst bolus infusion of 20% intravenous lipid emulsion. After \nthe second bolus of lipid emulsion, the patient’s wide QRS was \nresolved, resulting in sinus rhythm and normal QRS width [2]. \nImportantly, the patient’s prolonged QTc interval was also re -\nsolved. Without treatment, prolonged QTc intervals can result \nin occurrences of fatal cardiac arrhythmias, such as torsades \nde pointes and polymorphic ventricular tachycardia.Success in using lipid emulsion therapy has been documented \nin overdose scenarios with other lipophilic compounds as well. \nSimilar to diphenhydramine’s sodium channel blockade in over -\ndose quantities, bupropion in overdose quantities can also \nmanifest in a sodium channel blockade. Sirianni et al., docu -\nmented a case of bupropion and lamotrigine overdose result -\ning in altered mental status, tonic-clonic seizures, prolonged \nQRS-interval duration, and prolonged QTc duration. Supportive \nairway and fluid resuscitation methods were employed, along \nwith the conventional therapy of an intravenous bolus of so -\ndium bicarbonate 50 mEq; however, these were not success -\nful as the patient transitioned into pulseless, wide complex \nrhythm. After administration of a 100-mL intravenous bo -\nlus of 20% lipid emulsion, a palpable pulse and sinus rhythm \nwere restored [7].\nConclusions\nWith the amount of diphenhydramine ingested by the patient \nin our case report, the use of combined conventional therapy \nand lipid emulsion therapy was utilized in the stabilization and \nmanagement of the patient. Other case reports have docu -\nmented the use of lipid emulsion therapy in treatment of var -\nious medication overdoses; however, few have documented \nits application in the treatment of diphenhydramine overdose. \nAlthough conventional methodology may be effective in the \ntreatment in the majority of overdose presentations, higher \ntoxicity levels of compounds could potentially be more effec -\ntively managed through the combination of conventional treat -\nment and lipid emulsion therapy. The effectiveness of intrave -\nnous lipid emulsion therapy on a patient’s hospital length of \nstay benefits cannot be determined as there are no compari -\nsons made in patients with similar ingestion courses without \nutilizing intravenous lipid emulsion therapy. This is a limita -\ntion that should be further evaluated in future patient encoun -\nters. Intravenous lipid emulsion therapy can be considered in \nscenarios where conventional treatments have not improved \nthe patient presentation.\nAcknowledgements\nWe would like to thank Judi L. Bosse, CRNP for her help in the \ncare of our patient during her time at the inpatient facility. \nWe would also like to thank the IRB committee at Southeast \nHealth for their careful review of this article.\n762\nCherukuri S.V . et al.:  \nIV lipid emulsion infusion in the treatment of severe diphenhydramine overdose\n© Am J Case Rep, 2019; 20: 758-763 \nIndexed in: [PMC] [PubMed] [Emerging Sources Citation Index (ESCI)]\n[Web of Science by Clarivate]This work is licensed under Creative Common Attribution-\nNonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)\nReferences:\n 1. Varney S, Bebarta V, Boudreau S et al: Intravenous lipid emulsion therapy \nfor severe diphenhydramine toxicity: A randomized, controlled pilot study \nin a swine model. Ann Emerg Med, 2016; 67(2): 196–205.e3\n 2. Abdi A, Rose E, Levine M: Diphenhydramine overdose with intraventricu -\nlar conduction delay treated with hypertonic sodium bicarbonate and IV \nlipid emulsion. West J Emerg Med, 2014; 15(7): 855–58\n 3. Li K, Gugelmann H, Tabas J: Young woman with seizures. Ann Emerg Med, \n2015; 66(4): 363–67\n 4. Vearrier D, Curtis J: Case files of the medical toxicology fellowship at Drexel \nUniversity. J Med Toxicol, 2011; 7(3): 213–19\n 5. Radovanovic D, Meier P, Guirguis M: Dose-dependent toxicity of diphen -\nhydramine overdose. Hum Exp Toxicol, 2000; 19(9): 489–95\n 6. Sharma A, Hexdall A, Chang E: Diphenhydramine-induced wide complex \ndysrhythmia responds to treatment with sodium bicarbonate. Am J Emerg \nMed, 2003; 21(3): 212–15 7. Sirianni A, Osterhoudt K, Calello D: Use of lipid emulsion in the resuscita -\ntion of a patient with prolonged cardiovascular collapse after overdose of \nbupropion and lamotrigine. Ann Emerg Med, 2008; 51(4): 412–15.e1\n 8. Mirrakhimov A, Ayach T, Barbaryan A et al: The role of sodium bicarbonate \nin the management of some toxic ingestions. Int J Nephrol, 2017; 2017: \n7831358\n 9. Fettiplace M, Akpa B, Rubinstein I, Weinberg G: Confusion about infusion: \nRational volume limits for intravenous lipid emulsion during treatment of \noral overdose. Ann Emerg Med, 2015; 66(2): 185–88\n 10. Lavonas EJ, Drennan IR, Gabrielli A et al: Part 10: Special circumstances of \nresuscitation: 2015 American Heart Association guidelines update for car -\ndiopulmonary resuscitation and emergency cardiovascular care. Circulation, \n2015; 132(18 Suppl.  2): S501–18\n 11. Harvey M, Cave G: Intralipid outperforms sodium bicarbonate in a rabbit \nmodel of clomipramine toxicity. Ann Emerg Med, 2007; 49(2): 178–85.e4\n763\nCherukuri S.V . et al.:  \nIV lipid emulsion infusion in the treatment of severe diphenhydramine overdose\n© Am J Case Rep, 2019; 20: 758-763\nIndexed in: [PMC] [PubMed] [Emerging Sources Citation Index (ESCI)]\n[Web of Science by Clarivate]This work is licensed under Creative Common Attribution-\nNonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)\n",
  "full_text_source": "openalex"
}